// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Schakel Direct afdrukken in op uw apparaat";

TaskTOCTitle = "Direct afdrukken van HP";

HeaderMessage = "Met een directe draadloze verbinding kunt u gemakkelijk afdrukken vanaf een draadloze smartphone, laptop of een andere mobiel apparaat. Het mobiele apparaat moet binnen het draadloze bereik van de printer liggen en vereist een HP ePrintdriver of een mobiele app. Ga voor meer informatie en het downloaden van apps naar de website van HP";
EnableDirectPrint = "Schakel Direct afdrukken in";

SecurityOnPasswordTitle = "Aan (met beveiliging)";
SecurityOnTitle = "Aan (geen beveiliging)";
SecurityOffTitle = "Uit";

SecurityOnAlertTitle = "(Waarschuwing: wanneer Direct afdrukken is ingeschakeld kunnen niet-gemachtigde gebruikers binnen het draadloze bereik verbinding maken met uw printer en kunnen ze deze gebruiken om af te drukken.)";
PasswordTitle = "Wachtwoordzin";
PassphraseTooShortErrorMessage = "De wachtwoordzin moet minimaal acht tekens lang zijn.";